#include <iostream>

using namespace std;

void GreetingFunction(void) {

	cout << "Математика. Теория вероятностей." << endl;
	cout << "--------------------------------" << endl;
	cout << "Входные данные:" << endl;
	cout << "Номер участника" << endl << "Степень погруженности участника по 10-балльной шкале" << endl;
	cout << "Номер билета" << endl;
	cout << "Статус билета (благоприятный, неблагоприятный)" << endl;
	cout << "--------------------------------" << endl;
	cout << "Выходные данные:" << endl;
	cout << "{Пара номер участника}-{номер билета}" << endl;
	cout << "--------------------------------" << endl;
	cout << "[1] - Перейти к вводу" << endl << "[2] - Выход" << endl;

}